# vim:ft=config:nospell

# Text editors
neovim-git
neovim-gtk-git

# I fucking hate Node
# I don't want it, but I need it for other software and it refuses to
# follow XDG. One can force it to do so, but then nvm does not work and
# I need nvm on one of my machines as a dependency. So now it needs to
# infect all my systems.
# Fuck Node and all the shit that spawned from it. A fucking mistake
# on the face of the earth is what it is.
nvm

bitwarden-cli     # CLI for password manager
bitwarden-rofi    # Bitwarden in Rofi
discord-canary    # All-in-one voice and text chat for gamers that's free and secure.
git-delta         # Better diff tool for Git
gron-bin          # transforms JSON into discrete assignments to make it easier to grep.
http-prompt       # An interactive HTTP command-line client
rvm               # RVM: Ruby Version Manager
slack-desktop     # Slack Desktop (Beta) for Linux
spotify           # A proprietary music streaming service
spotifyd-full     # Headless FLOSS version of Spotify
spotify-tui       # TUI frontent for Spotify Connect / spotifyd
firefox-tridactyl-native # Native plugin for Firefox Tricactyl

# Fork of picom with better blurring and rounded corners
picom-ibhagwan-git
flashfocus-git # Flash windows when focus changes

# Vifm stuff
epub-thumbnailer-git
cover-thumbnailer-git

# My own stuff
graceful-shutdown
rofi-emoji
tydra

# Docker
docker-credential-secretservice

# Dev tools
# pgcli # Install via pip instead; it keeps breaking on AUR
jiq # interactive jq
github-cli

# Fonts (also see my.txt)
font-victor-mono
ttf-ancient-fonts # Just because it is cool
ttf-monaco

# Fortunes :)
fortune-mod-archer
fortune-mod-asoiaf
fortune-mod-breakingbad
fortune-mod-futurama
fortune-mod-g-git
fortune-mod-hackers # From the movie
fortune-mod-limericks
fortune-mod-portal-game
fortune-mod-protolol-git
fortune-mod-question-answer-jokes
fortune-mod-rickandmorty
fortune-mod-southpark
fortune-mod-vimtips

# Dictionaries
hunspell-sv
