# vim:ft=config:nospell

# Temporary
vdirsyncer-git # https://github.com/pimutils/vdirsyncer/issues/745

# I fucking hate Node
# I don't want it, but I need it for other software and it refuses to
# follow XDG. One can force it to do so, but then nvm does not work and
# I need nvm on one of my machines as a dependency. So now it needs to
# infect all my systems.
# Fuck Node and all the shit that spawned from it. A fucking mistake
# on the face of the earth is what it is.
nvm

autorandr
bitwarden-cli     # CLI for password manager
bitwarden-rofi    # Bitwarden in Rofi
discord           # All-in-one voice and text chat for gamers that's free and secure.
gron-bin          # transforms JSON into discrete assignments to make it easier to grep.
http-prompt       # An interactive HTTP command-line client
polybar-git       # A fast and easy-to-use status bar
rvm               # RVM: Ruby Version Manager
shadowfox-updater # Dark theme for Firefox
slack-desktop     # Slack Desktop (Beta) for Linux
spotify           # A proprietary music streaming service

# Fork of compton with better blurring
compton-tryone-git
flashfocus-git # Flash windows when focus changes

# Vifm stuff
epub-thumbnailer-git
cover-thumbnailer-git

# My own stuff
graceful-shutdown
rofi-emoji
tydra

# Docker
docker-credential-secretservice

# Dev tools
# pgcli # Install via pip instead; it keeps breaking on AUR
jiq # interactive jq

# Fonts (also see my.txt)
font-victor-mono
ttf-nerd-fonts-symbols
ttf-ancient-fonts # Just because it is cool
ttf-monaco

# Fortunes :)
fortune-mod-archer
fortune-mod-asoiaf
fortune-mod-breakingbad
fortune-mod-futurama
fortune-mod-g-git
fortune-mod-hackers # From the movie
fortune-mod-limericks
fortune-mod-portal
fortune-mod-portal2
fortune-mod-protolol-git
fortune-mod-question-answer-jokes
fortune-mod-rickandmorty
fortune-mod-southpark
fortune-mod-vimtips

# Dictionaries
hunspell-sv

# Elm language
elm-platform-bin
elm-test
elm-oracle
elm-format-bin
create-elm-app
